{
  "feats": {
    "Track": {
      "es": "Material necesario\n- 4 fichas de evento, numeradas del 1 al 4.\n\nPreparación\n\nLa empresa que gana la iniciativa recibe las fichas de evento 1 y 3, la empresa rival recibe las fichas de evento 2 y 4.\n\nCada compañía coloca una de sus fichas de evento en la posición \"1\" del contador de turnos (track meter).\n\nDespués de desplegar todas las unidades en la fase de preparación de la partida (incluidos los exploradores), cada compañía, por orden de despliegue, coloca su ficha de evento restante en cualquier punto del campo de batalla que esté a más de 10 zancadas de su zona de despliegue (vestigio).\n\nRastreo y vestigios\n\n- Las fichas de evento en el contador de turnos representan el contador de seguimiento de cada compañía.\n- Las fichas de evento en el campo de batalla representan vestigios.\n- Las unidades pueden moverse a través de los vestigios, pero no pueden terminar su movimiento en ellos.\n- Cada compañía tiene su propio contador de huellas y sus propios vestigios.\n- Las compañías no pueden interactuar con los vestigios del rival.\n\nSeguimiento de un vestigio\n\nLas unidades de personajes y las unidades con un personaje unido que terminen su activación adyacentes al vestigio de su compañía pueden rastrearlo:\n\n- La unidad hace un test de WP.\n- Las unidades de Exploradores y Emboscadores añaden ORG a su tirada.\n- Durante el paso de interruptores de la tirada, las unidades pueden estresarse para sumar 1 ÉXITO a su tirada.\n- Cuando una unidad supera la prueba con 2 ÉXITOS, la compañía avanza 1 posición en el contador de turnos. A continuación, la compañía rival debe colocar el vestigio a 15 zancadas de su posición actual (no se puede colocar en terreno Infranqueable).\n\nPuntuación\n\nCuando una compañía avanza su contador de huellas hasta la posición \"4\" del contador de turnos obtiene 4 AP y la compañía rival obtiene tantos AP como su posición actual en el contador de huellas menos 1.\n\nAl final de la partida, si ninguna de las dos compañías consiguió que su track meter llegara a la posición \"4\":\n\n- Cada compañía obtiene tantos AP como la posición actual de su track meter.",
      "fr": "Matériel nécessaire\n- 4 jetons d'événement, numérotés de 1 à 4.\n\nPréparation\n\nL'entreprise qui remporte l'initiative reçoit les jetons d'événement 1 et 3, l'entreprise rivale reçoit les jetons d'événement 2 et 4.\n\nChaque compagnie place un de ses jetons d'événement sur la position \"1\" du compteur de tours (compteur de pistes).\n\nAprès avoir déployé toutes les unités lors de la phase de préparation du jeu (y compris les éclaireurs), chaque compagnie, dans l'ordre de déploiement, place son jeton événement restant sur tout point du champ de bataille situé à plus de 10 foulées de sa zone de déploiement (vestige).\n\nRepérage et vestiges\n\n- Les jetons d'événement sur le pion de tour représentent le compteur de piste de chaque compagnie.\n- Les jetons d'événement sur le champ de bataille représentent les vestiges.\n- Les unités peuvent se déplacer à travers les vestiges, mais ne peuvent pas y terminer leur mouvement.\n- Chaque compagnie possède son propre compteur et ses propres vestiges.\n- Les compagnies ne peuvent pas interagir avec les vestiges de leurs rivales.\n\nSuivre un vestige\n\nLes unités de personnages et les unités avec un personnage rejoint qui terminent leur activation adjacentes au vestige de leur compagnie peuvent le suivre :\n\n- L'unité fait un test de WP.\n- Les unités d'éclaireurs et d'embusqués ajoutent ORG à leur jet.\n- Lors de l'étape de changement de jet, les unités peuvent se stresser pour ajouter 1 SUCCES à leur jet.\n- Lorsqu'une unité réussit le test avec 2 SUCCES, la compagnie avance le compteur de piste d'une position sur le compteur de tour. Ensuite, la compagnie rivale doit placer le vestige à 15 foulées de sa position actuelle (il ne peut pas être placé sur un terrain infranchissable).\n\nLe calcul des points\n\nLorsqu'une compagnie avance son compteur de piste à la position \"4\" du compteur de tour, elle obtient 4 PA et la compagnie rivale obtient autant de PA que sa position actuelle sur le compteur de piste moins 1.\n\nÀ la fin de la partie, si aucune des deux compagnies n'a atteint la position \"4\" sur son compteur, elle obtient 4 PA et la compagnie rivale obtient autant de PA que sa position actuelle sur le compteur moins 1 :\n\n- Chaque compagnie obtient autant de PA que la position actuelle de son compteur."
    },
    "Decapitation": {
      "es": "Material necesario\n\n- 2 fichas de evento.\n\nComandante\n\n- Las compañías deben desplegar a su comandante durante la fase de despliegue (no pueden usar Explorador o Emboscador).\n- Si el comandante es retirado del campo de batalla por cualquier efecto se considerará eliminado (a efectos de puntuación).\n- El comandante no puede unirse a ninguna unidad.\n\nContrato\n\nDespués de desplegar todas las unidades en la fase de preparación de la partida (incluidos los exploradores), cada compañía, en orden de despliegue, elige una unidad de la compañía rival como su contrato (coloque una ficha de evento en su carta de perfil).\n\n- El contrato no puede ser el comandante\n- Si el contrato es retirado del campo de batalla por cualquier efecto se considerará eliminado (a efectos de puntuación).\n- Si la unidad con el contrato tiene un Personaje unido, el contrato se considerará eliminado una vez que la unidad sea destruida, incluso si el Personaje sobrevive.\n- Una compañía que no pudo elegir su contrato (porque no había unidades enemigas desplegadas) lo hará al final de la ronda. Una unidad desmoralizada no puede ser elegida como contrato. Si una compañía sigue sin poder elegir su contrato al final de una ronda, lo hará al final de la siguiente.\n\nPuntuación\n\nAl final de la partida, cada compañía obtiene:\n\n- 2 AP si han eliminado al comandante del rival.\n- 1 AP si no eliminaron a su comandante.\n- 1 AP si eliminaron a su contrato.",
      "fr": "Matériel nécessaire\n\n- 2 jetons d'événement.\n\nCommandant\n\n- Les compagnies doivent déployer leur commandant pendant la phase de déploiement (elles ne peuvent pas utiliser Scout ou Ambusher).\n- Si le commandant est retiré du champ de bataille par un effet quelconque, il sera considéré comme éliminé (pour l'attribution des points).\n- Le commandant ne peut rejoindre aucune unité.\n\nContrat\n\nAprès avoir déployé toutes les unités lors de la phase de préparation du jeu (y compris les éclaireurs), chaque compagnie, dans l'ordre de déploiement, choisit une unité de la compagnie rivale comme contrat (placez un jeton d'événement sur sa carte de profil).\n\n- Le contractant ne peut pas être le commandant\n- Si le contrat est retiré du champ de bataille par un effet quelconque, il sera considéré comme éliminé (pour l'attribution des points).\n- Si l'unité avec le contrat a un personnage rejoint, le contrat sera considéré comme éliminé une fois l'unité détruite, même si le personnage survit.\n- Une compagnie qui n'a pas pu choisir son contrat (parce qu'il n'y avait pas d'unités ennemies déployées) le fera à la fin du tour. Une unité démoralisée ne peut pas être choisie comme contrat. Si une compagnie ne peut toujours pas choisir son contrat à la fin d'un round, elle le fera à la fin du round suivant.\n\nLe décompte des points\n\nA la fin de la partie, chaque compagnie obtient :\n\n- 2 PA si elle a éliminé le commandant de son rival.\n- 1 PA si son commandant n'a pas été éliminé.\n- 1 PA si elle a éliminé son contrat."
    },
    "The Rift": {
      "es": "Material necesario\n\n- 2 marcadores de niebla.\n- 2 fichas de evento.\n\nNiebla\n\nDespués de desplegar todas las unidades en la fase de preparación (incluidos los exploradores), cada compañía, en orden de despliegue, debe colocar un marcador de niebla a más de 20 zancadas de su zona de despliegue.\n\nEstos marcadores de niebla no pueden moverse.\n\nLas unidades de personajes y las unidades con un personaje unido que terminen su activación adyacentes a uno de los marcadores de niebla pueden comenzar a sellar la grieta.\n\nSellar la grieta\n\nLa unidad realiza una prueba de PT, utilizando la PT del Personaje. La compañía coloca una ficha de evento en el contador de turnos, 6 posiciones por delante del turno actual, y luego lo desplaza 1 posición hacia atrás por cada ÉXITO que haya obtenido en la prueba.\n\n- Los Personajes Hechiceros añaden ORG a su tirada.\n\nSi la unidad que sella la grieta deja de estar adyacente al marcador de niebla o si se activa, se retira la ficha de evento.\n\nUna unidad no puede comenzar a sellar una grieta que ya esté siendo sellada por otra unidad.\n\nCuando se activa la ficha de evento, la compañía que sella la grieta obtiene el marcador de niebla (y lo retira del campo de batalla).\n\nPuntuación\n\nAl final de la partida, cada compañía obtiene 2 AP por cada marcador de niebla que haya obtenido.",
      "fr": "Matériel nécessaire\n\n- 2 marqueurs de brouillard.\n- 2 jetons d'événement.\n\nBrouillard\n\nAprès avoir déployé toutes les unités lors de la phase de préparation (y compris les éclaireurs), chaque compagnie, dans l'ordre de déploiement, doit placer un marqueur de brouillard à plus de 20 pas de sa zone de déploiement.\n\nCes marqueurs de brouillard ne peuvent pas être déplacés.\n\nLes unités de personnages et les unités avec un personnage rejoint qui terminent leur activation adjacentes à l'un des marqueurs de brouillard peuvent commencer à sceller la brèche.\n\nSceller la brèche\n\nL'unité effectue un test de WP, en utilisant le WP du personnage. La compagnie place un jeton d'événement sur le compteur de tour, 6 positions avant le tour en cours, puis le recule d'une position pour chaque SUCCES obtenu lors du test.\n\n- Les personnages lanceurs de sorts ajoutent ORG à leur jet.\n\nSi l'unité qui scelle la brèche n'est plus adjacente au marqueur de brouillard ou si elle s'active, le jeton d'événement est retiré.\n\nUne unité ne peut pas commencer à sceller une brèche déjà scellée par une autre unité.\n\nLorsque le jeton d'événement est activé, la compagnie qui scelle la brèche obtient le marqueur de brouillard (et le retire du champ de bataille).\n\nMarquage des points\n\nA la fin de la partie, chaque compagnie reçoit 2 PA pour chaque marqueur de brouillard qu'elle a obtenu."
    },
    "Banner": {
      "es": "Material necesario\n\n- 4 fichas de evento, numeradas del 1 al 4.\n\nPreparación\n\nLa empresa que gana la iniciativa recibe las fichas de evento 1 y 3, la empresa rival recibe las fichas de evento 2 y 4.\n\nCada compañía coloca una de sus fichas de evento en la posición \"1\" del contador de turnos (medidor de gloria).\n\nDespués de desplegar todas las unidades en la fase de preparación de la partida (incluidos los exploradores y los emboscadores), cada compañía, por orden de despliegue, elige una de sus unidades desplegadas para llevar el estandarte, colocando una ficha de evento en su carta de perfil.\n\n- Los personajes que lleven el estandarte no pueden unirse a una unidad\n- Una unidad que lleve el estandarte no puede tener un Personaje unido.\n\nEstandarte\n\nPor cada HERIDA infligida por la unidad que porta el estandarte, su compañía avanza su contador de gloria 1 posición en el contador de turnos. Si el contador de gloria está en la posición \"10\", retrocede el contador de gloria de la compañía rival (hasta un mínimo de 1).\n\nEstandarte perdido\n\nSi la unidad que porta el estandarte huye, es destruida o abandona el campo de batalla, la compañía que la controla coloca el estandarte en el campo de batalla, adyacente a su líder, antes de retirar la unidad del campo de batalla o huir.\n\nRecoger el estandarte\n\nSi el estandarte de una compañía está en el campo de batalla, cualquier unidad aliada adyacente puede recogerlo realizando la acción simple Recoger estandarte.\n\nPuntuación\n\nAl final de la partida, cada compañía obtiene:\n\n- 1 AP si su rival perdió su estandarte en algún momento.\n- 1 AP si no perdieron su propio estandarte.\n- 1 AP si su contador de gloria está en la misma posición que el de sus rivales.\n- 2 AP si su contador de gloria está más alto en el contador de turnos que el de sus rivales.",
      "fr": "Matériel nécessaire\n\n- 4 jetons d'événement, numérotés de 1 à 4.\n\nPréparation\n\nL'entreprise qui remporte l'initiative reçoit les jetons d'événement 1 et 3, l'entreprise rivale reçoit les jetons d'événement 2 et 4.\n\nChaque compagnie place un de ses jetons événement sur la position \"1\" du compteur de tours (compteur de gloire).\n\nAprès avoir déployé toutes les unités lors de la phase de préparation du jeu (y compris les éclaireurs et les embusqués), chaque compagnie, dans l'ordre de déploiement, choisit l'une de ses unités déployées pour porter la bannière, en plaçant un jeton d'événement sur sa carte de profil.\n\n- Les personnages portant la bannière ne peuvent pas rejoindre une unité\n- Une unité portant la bannière ne peut pas avoir de personnage rejoint.\n\nBannière\n\nPour chaque blessure infligée par l'unité portant la bannière, sa compagnie avance son compteur de gloire d'une position sur le compteur du tour. Si le compteur de gloire est sur la position \"10\", reculez le compteur de gloire de la compagnie rivale (au minimum de 1).\n\nBannière perdue\n\nSi l'unité portant la bannière fuit, est détruite ou quitte le champ de bataille, la compagnie qui la contrôle place la bannière sur le champ de bataille, adjacente à son chef, avant de retirer l'unité du champ de bataille ou de fuir.\n\nRécupérer la bannière\n\nSi la bannière d'une compagnie se trouve sur le champ de bataille, toute unité alliée adjacente peut la ramasser en effectuant l'action simple Ramasser la bannière.\n\nMarquer des points\n\nA la fin de la partie, chaque compagnie obtient :\n\n- 1 PA si son rival a perdu sa bannière à un moment donné.\n- 1 PA si elle n'a pas perdu sa propre bannière.\n- 1 PA si son compteur de gloire est sur la même position que celui de son rival.\n- 2 PA si son compteur de gloire est plus élevé que celui de son rival."
    },
    "Resources": {
      "es": "Material necesario\n\n- 2 fichas de evento.\n\nPreparación\n\nLa empresa que gana la iniciativa recibe la ficha de evento 1, la empresa rival recibe la ficha de evento 2.\n\nCada compañía coloca su ficha de evento en la posición \"1\" del contador de turnos (contador de recursos).\n\nRecursos\n\nLas unidades situadas a más de 12 zancadas de su zona de despliegue que no estén en combate pueden estresarse al final de su activación para obtener recursos.\n\nObtener recursos\n\nLa unidad realiza una tirada simple, cuyo dado dependerá de la cantidad de tropas de la unidad (el apoyo cuenta a la hora de calcular el número de tropas para esta acción). La compañía de la unidad hace avanzar su contador de recursos 1 posición por cada ÉXITO obtenido. Si el contador de recursos está en la posición \"10\", en lugar de avanzar el contador de recursos, retrocede el contador de recursos de la compañía rival (hasta un mínimo de 1).\n\nUna compañía no puede obtener recursos más de una vez por turno.\n\nDados lanzados:\n- 1 Tropa: YLW\n- 2-3 Tropas: YLW ORG\n- 4+ Tropas: YLW ORG ROJO\n\nPuntuación\n\nAl final de la partida, cada compañía obtiene\n\n- 1 AP si su contador de recursos está en la posición 4 o superior.\n- 1 AP si su contador de recursos está en la posición 7 o superior.\n- 1 AP si su contador de recursos está en la posición 10.\n- 1 AP si su contador de recursos está más alto en el contador de turnos que el de su rival.",
      "fr": "Matériel nécessaire\n\n- 2 jetons d'événement.\n\nPréparation\n\nL'entreprise qui remporte l'initiative reçoit le jeton d'événement 1, l'entreprise rivale reçoit le jeton d'événement 2.\n\nChaque compagnie place son jeton événement sur la position \"1\" du compteur de tours (compteur de ressources).\n\nRessources\n\nLes unités situées à plus de 12 pas de leur zone de déploiement et qui ne sont pas engagées dans un combat peuvent se stresser à la fin de leur activation pour obtenir des ressources.\n\nObtenir des ressources\n\nL'unité effectue un simple jet de dé, dont le résultat dépend de l'effectif de l'unité (le soutien compte dans le calcul de l'effectif pour cette action). La compagnie de l'unité avance son compteur de ressources d'une position pour chaque SUCCÈS obtenu. Si le compteur de ressources est en position \"10\", au lieu d'avancer le compteur de ressources, reculez le compteur de ressources de la compagnie rivale (au minimum de 1).\n\nUne compagnie ne peut pas obtenir de ressources plus d'une fois par tour.\n\nDés lancés :\n- 1 Troupe : YLW\n- 2-3 Troupes : YLW ORG\n- 4+ Troupes : YLW ORG ROUGE\n\nScore\n\nA la fin de la partie, chaque compagnie obtient :\n\n- 1 PA si son compteur de ressources est en position 4 ou plus.\n- 1 PA si son compteur de ressources est sur la position 7 ou plus.\n- 1 PA si son compteur de ressources est sur la position 10.\n- 1 PA si son compteur de ressources est plus élevé que celui de son rival sur le compteur de tours."
    }
  }
}