{
  "missions": {
    "Consolidated Progress": {
      "es": "Preparación\n\nColoque 5 marcadores de objetivo en el campo de batalla con los colores indicados en el diagrama.\n\nRondas\n\nCada ronda dura 5 turnos.\n\nPuntuación\n\nAl final de cada ronda, se obtiene\n\n- 1 PV si controla el objetivo central\n- 1 PV si controla el objetivo de su adversario (1)\n- 2 VP si controla el objetivo de su adversario (2)\n- 1 VP si su adversario no controla ninguno de sus objetivos (1 y 2)\n\nFin de la partida\n\nLa partida termina al final de la ronda 3 o cuando a una de las compañías no le queden unidades en el campo de batalla.\n\nSi tiene más Puntos de Victoria que su adversario al final de la partida, usted gana. Si usted y su adversario tienen el mismo número de Puntos de Victoria, el resultado será un empate.",
      "fr": "Préparation\n\nPlacez 5 marqueurs d'objectifs sur le champ de bataille avec les couleurs indiquées dans le diagramme.\n\nRondes\n\nChaque round dure 5 tours.\n\nScore\n\nÀ la fin de chaque tour, vous obtenez :\n\n- 1 PV si vous contrôlez l'objectif central\n- 1 PV si vous contrôlez l'objectif de votre adversaire (1)\n- 2 PV si vous contrôlez l'objectif de votre adversaire (2)\n- 1 PV si votre adversaire ne contrôle aucun de vos objectifs (1 et 2)\n\nFin de la partie\n\nLa partie se termine à la fin du troisième tour ou lorsque l'une des compagnies n'a plus d'unités sur le champ de bataille.\n\nSi vous avez plus de points de victoire que votre adversaire à la fin de la partie, vous gagnez. Si vous et votre adversaire avez le même nombre de points de victoire, il y a égalité."
    },
    "Take Positions": {
      "es": "Preparación\n\nColoque 4 marcadores de objetivo en el campo de batalla con los colores indicados en el diagrama.\n\nRondas\n\nCada ronda dura 5 turnos.\n\nPuntuación\n\nAl final de cada ronda, se obtiene\n\n- 1 VP por cada objetivo que controle con el color de su adversario.\n- 1 VP si su adversario no controla ningún objetivo de su color.\n\nFin de la partida\n\nLa partida termina al final de la 3ª ronda o cuando a una de las compañías no le queden unidades en el campo de batalla. Si tiene más puntos de victoria que su adversario al final de la partida, usted gana.\n\nSi usted y su adversario tienen el mismo número de Puntos de Victoria, el resultado será un empate.",
      "fr": "Préparation\n\nPlacez 4 marqueurs d'objectifs sur le champ de bataille avec les couleurs indiquées dans le diagramme.\n\nRondes\n\nChaque round dure 5 tours.\n\nScore\n\nÀ la fin de chaque tour, vous obtenez :\n\n- 1 PV pour chaque objectif de la couleur de votre adversaire que vous contrôlez.\n- 1 PV si votre adversaire ne contrôle aucun objectif de votre couleur.\n\nFin de la partie\n\nLa partie se termine à la fin du troisième tour ou lorsque l'une des compagnies n'a plus d'unités sur le champ de bataille. Si vous avez plus de points de victoire que votre adversaire à la fin de la partie, vous gagnez.\n\nSi vous et votre adversaire avez le même nombre de points de victoire, il y a égalité."
    },
    "Fog of Death": {
      "es": "Preparación\n\nColoque un marcador de objetivo en el centro del campo de batalla, como se muestra en el diagrama. Este marcador representa un antiguo y poderoso artefacto arcano capaz de manipular la niebla que rodea a las compañías.\n\nEl jugador que se despliegue primero debe colocar un marcador de conquista (mostrando su color) junto al marcador de objetivo. Este marcador indica qué bando controla el artefacto en todo momento, por lo que comienza bajo el control de la primera compañía que se despliegue.\n\nColoque los cuatro marcadores de Niebla cada uno en una esquina del campo de batalla, como se muestra en el diagrama.\n\nColoque una ficha de evento en la posición 3 del contador de turnos.\n\nRondas\n\nCada ronda dura 4 turnos.\n\nEvento\n\nCuando se active el evento haga lo siguiente:\n\n- Desplace todos los marcadores de Niebla Desplácese 10 zancadas en dirección al marcador de conquista.\n- Todas las unidades a 8 zancadas de cualquiera de los marcadores de Niebla deben resolver una tirada de \"Efectos de la Niebla\" por cada marcador de Niebla a 8 zancadas de ellos. Quien tenga la iniciativa decide qué bando resuelve primero todas sus tiradas.\n- Avance la ficha de evento 3 posiciones en el contador de turnos.\n\nArtefacto arcano\n\nLas unidades de la compañía en control del objetivo, que se encuentren a menos de 3 zancadas del mismo, pueden realizar la acción:\n\nControlar la energía. Realice una prueba de WP. Si tiene éxito, mueva el marcador de conquista en la dirección deseada 5 zancadas por cada Éxito obtenido.\n\nMarcador de conquista\n\nEl marcador de conquista debe mostrar siempre el color del bando que controla el objetivo.\n\nAl final de cada turno, quien controle el artefacto (objetivo) puede mover el marcador de conquista 2 zancadas en cualquier dirección. Este marcador nunca puede acabar sobre unidades o elementos del terreno.\n\nEfectos de la niebla\n\nCuando se activa el evento, las unidades en un radio de 8 zancadas de un marcador de Niebla deben tirar ORG y aplicar los efectos de la siguiente tabla según el resultado obtenido. Las unidades deben resolver tantas tiradas como marcadores de Niebla haya en un radio de 8 zancadas.\n\nResultado Efecto\n\nÉxito - La unidad debe resolver cara a cara su tirada de defensa contra tantos Éxitos como tropas haya en ella y sufre tanto daño como Éxitos no anulados.\n\nÉxito, Especial - La unidad debe tirar cara a cara su tirada de defensa a 2 Éxitos por cada tropa que forme parte de ella y sufre tanto daño como Éxitos no anulados.\n\nÉxito, Especial Hueco - La unidad debe tirar cara a cara su tirada de defensa contra tantos Éxitos como tropas haya en ella y sufre tanto daño como Éxitos no anulados. La unidad queda estresada.\n\nÉxito Hueco, Especial - La unidad debe tirar cara a cara su tirada de defensa a 4 Éxitos y sufre tanto daño como Éxitos no cancelados.\n\nEspecial - La unidad debe tirar cara a cara su tirada de defensa a 6 Éxitos y recibe tanto daño como Éxitos no cancelados. La unidad se estresa.\n\nEspecial Hueco - Desorientado. La unidad debe realizar un movimiento utilizando su primer valor de MOV en la dirección indicada por su oponente.\n\nPuntuación\n\nGana 1 PV si controla el artefacto (objetivo) y un marcador de Niebla entra en contacto con el marcador de conquista. En este caso, retire el marcador de Niebla de la partida.\n\nAl final de cada ronda, usted obtiene\n- 2 PV si controla el artefacto (objetivo)\n\nFin de la partida\n\nLa partida termina al final de la 3ª ronda o cuando a una de las compañías no le queden unidades en el campo de batalla.\n\nSi tiene más Puntos de Victoria que su adversario al final de la partida, usted gana. Si usted y su adversario tienen el mismo número de Puntos de Victoria, el resultado será un empate.",
      "fr": "Préparation\n\nPlacez un marqueur d'objectif au centre du champ de bataille, comme indiqué sur le schéma. Ce marqueur représente un ancien et puissant artefact arcanique capable de manipuler le brouillard qui entoure les compagnies.\n\nLe joueur qui se déploie en premier doit placer un marqueur de conquête (indiquant sa couleur) adjacent au marqueur d'objectif. Ce marqueur indique quel camp contrôle l'artefact à tout moment, de sorte qu'il commence sous le contrôle de la première compagnie à se déployer.\n\nPlacez les quatre marqueurs de brouillard chacun dans un coin du champ de bataille, comme indiqué sur le schéma.\n\nPlacez un jeton d'événement sur la position 3 du compteur de tour.\n\nRondes\n\nChaque tour dure 4 tours.\n\nÉvénement\n\nLorsque l'événement est activé, effectuez les actions suivantes :\n\n- Déplacer tous les marqueurs de brouillard Déplacer de 10 pas dans la direction du marqueur de conquête.\n- Toutes les unités situées à moins de 8 pas de l'un des marqueurs de brouillard doivent effectuer un jet de \"Effets du brouillard\" pour chaque marqueur de brouillard situé à moins de 8 pas d'elles. Celui qui a l'initiative décide quel camp résout tous ses jets en premier.\n- Avancez le jeton d'événement de 3 positions sur le compteur de tour.\n\nArtefact arcanique\n\nLes unités de la compagnie qui contrôlent l'objectif et qui se trouvent à moins de 3 pas de celui-ci peuvent effectuer l'action :\n\nContrôler l'énergie. Effectuez un test de WP. Si vous réussissez, déplacez le marqueur de conquête dans la direction souhaitée de 5 pas pour chaque succès obtenu.\n\nMarqueur de conquête\n\nLe marqueur de conquête doit toujours indiquer la couleur du camp qui contrôle l'objectif.\n\nA la fin de chaque tour, celui qui contrôle l'artefact (cible) peut déplacer le marqueur de conquête de 2 pas dans n'importe quelle direction. Ce marqueur ne peut jamais se terminer sur des unités ou des éléments de terrain.\n\nEffets de brouillard\n\nLorsque l'événement est activé, les unités situées à moins de 8 pas d'un marqueur de brouillard doivent effectuer un jet d'ORG et appliquer les effets de la table suivante en fonction du résultat obtenu. Les unités doivent effectuer autant de jets qu'il y a de marqueurs de brouillard dans un rayon de 8 pas.\n\nRésultat Effet\n\nRéussite - L'unité doit face à face effectuer son jet de défense contre autant de Réussites qu'il y a de troupes dans l'unité et subit autant de dégâts que de Réussites non annulées.\n\nSuccès, spécial - L'unité doit effectuer face à face son jet de défense à raison de 2 Succès pour chaque troupe qui la compose et subit autant de dégâts que le Succès non annulé.\n\nSuccès, spécial creux - L'unité doit effectuer face à face son jet de défense contre autant de Succès qu'il y a de troupes dans l'unité et subit autant de dégâts qu'un Succès non annulé. L'unité est stressée.\n\nSuccès creux, spécial - L'unité doit effectuer face à face son jet de défense à 4 Succès et subit autant de dégâts qu'un Succès non annulé.\n\nSpécial - L'unité doit effectuer face à face un jet de défense à 6 Succès et subit autant de dégâts qu'un Succès non annulé. L'unité devient stressée.\n\nSpécial Creux - Désorientée. L'unité doit effectuer un déplacement en utilisant sa première valeur de MOV dans la direction indiquée par son adversaire.\n\nScore\n\nVous gagnez 1 PV si vous contrôlez l'artefact (objectif) et qu'un marqueur Brouillard entre en contact avec le marqueur de conquête. Dans ce cas, retirez le marqueur de brouillard du jeu.\n\nA la fin de chaque tour, vous obtenez :\n- 2 PV si vous contrôlez l'artefact (objectif)\n\nFin de la partie\n\nLa partie se termine à la fin du troisième tour ou lorsqu'une des compagnies n'a plus d'unités sur le champ de bataille.\n\nSi vous avez plus de points de victoire que votre adversaire à la fin de la partie, vous gagnez. Si vous et votre adversaire avez le même nombre de points de victoire, il y a égalité."
    },
    "Influence Zones": {
      "es": "Material necesario\n\n- 2 marcadores de objetivo rojos.\n- 2 marcadores de objetivo azules.\n- 1 marcador de objetivo marrón.\n\nRondas\n\nCada ronda tiene una duración de 5 turnos.\n\nPuntuación\n\nAl final de cada ronda, cada compañía obtiene:\n\n- 1 PM si controlan más objetivos que su rival.\n- 1 PM si controlan al menos un objetivo del color de su rival.\n- 1 PM si controlan al menos 2 objetivos.\n\nFin de la partida\n\nLa partida termina al final de la ronda 3.\n\nDominio estratégico\n\n- Todas las unidades que no estén desmoralizadas ven aumentado en 1 su valor de conquista.\n- Los modificadores de conquista no se incrementan.\n\nZonas de influencia\n\nLas unidades pueden disputar el control de los objetivos a 7 zancadas en lugar de a 3.",
      "fr": "Matériel nécessaire\n\n- 2 marqueurs objectifs rouges.\n- 2 marqueurs objectifs bleus.\n- 1 marqueur objectif marron.\n\nRondes\n\nChaque tour a une durée de 5 tours.\n\nScore\n\nÀ la fin de chaque tour, chaque compagnie obtient :\n\n- 1 PM si elle contrôle plus d'objectifs que son rival.\n- 1 PM si elle contrôle au moins un objectif de la couleur de son rival.\n- 1 PM si elle contrôle au moins 2 objectifs.\n\nFin de la partie\n\nLa partie se termine à la fin du tour 3.\n\nDomaine stratégique\n\n- Toutes les unités qui ne sont pas démoralisées voient leur valeur de conquête augmenter de 1.\n- Les modificateurs de conquête ne sont pas augmentés.\n\nZones d'influence\n\nLes unités peuvent se disputer le contrôle des objectifs à 7 pas au lieu de 3."
    },
    "Expanse": {
      "es": "Material necesario\n\n- 4 marcadores de objetivo marrones.\n- 1 marcador de objetivo azul.\n\nPreparación\n\nLos marcadores de objetivo marrones comienzan la partida controlados por la compañía que tiene su zona de despliegue adyacente a ellos.\n\nRondas\n\nCada ronda tiene una duración de 5 turnos.\n\nPuntuación\n\nAl final de cada ronda, cada compañía obtiene:\n\n- 2 MP si controlan más objetivos marrones que su rival.\n- 1 PM si controlan la misma cantidad de objetivos marrones que su rival.\n- 1 PM si controlan el objetivo central (azul).\n\nFin de la partida\n\nLa partida termina al final de la ronda 3.",
      "fr": "Matériel nécessaire\n\n- 4 marqueurs objectifs bruns.\n- 1 marqueur objectif bleu.\n\nPréparation\n\nLes marqueurs d'objectif marron commencent la partie sous le contrôle de la compagnie dont la zone de déploiement leur est adjacente.\n\nRondes\n\nChaque tour a une durée de 5 tours.\n\nScore\n\nÀ la fin de chaque tour, chaque compagnie obtient :\n\n- 2 PM si elle contrôle plus d'objectifs bruns que son rival.\n- 1 PM si elle contrôle le même nombre d'objectifs bruns que son rival.\n- 1 PM si elle contrôle l'objectif central (bleu).\n\nFin de la partie\n\nLe jeu se termine à la fin du tour 3."
    },
    "Loot": {
      "es": "Material necesario\n\n- 2 marcadores de objetivo rojos.\n- 2 marcadores de objetivo azules.\n- 1 marcador de objetivo marrón.\n\nRondas\n\nCada ronda tiene una duración de 5 turnos.\n\nPuntuación\n\nAl final de cada ronda, cada compañía obtiene:\n\n- 1 PM si tienen al menos 1 botín.\n- 1 PM si tienen más botín que su rival.\n- 1 PM si su rival no tiene ningún botín.\n\nFin de la partida\n\nLa partida termina al final de la ronda 3.\n\nBotín\n\nLos marcadores de objetivo se utilizan para representar el botín.\n\nUtilizan las siguientes reglas en lugar de las del libro de reglas:\n\n- Una unidad adyacente a un marcador de objetivo puede estresarse para recogerlo (colocándolo en su carta de perfil).\n- Las unidades pueden moverse a través de un marcador de objetivo pero no pueden terminar su movimiento en uno.\n- Las unidades no pueden recoger marcadores de objetivo del color de su rival.\n- Las unidades no pueden llevar más de 1 marcador de objetivo al mismo tiempo.\n- Cuando una unidad que lleva un botín es destruida, la compañía que la controla coloca el botín junto a su líder antes de retirarla del campo de batalla. Si la unidad tiene un personaje oficial unido, puede en su lugar entregar el botín al personaje.\n- Cuando una unidad que transporta botín se desmoraliza, coloca el marcador de objetivo adyacente a su líder antes de huir.\n- Si un Personaje abandona una unidad que lleva botín, puede elegir entre llevarse el botín o dejarlo en la unidad.",
      "fr": "Matériel nécessaire\n\n- 2 marqueurs objectifs rouges.\n- 2 marqueurs objectifs bleus.\n- 1 marqueur objectif marron.\n\nRondes\n\nChaque tour a une durée de 5 tours.\n\nScore\n\nÀ la fin de chaque tour, chaque compagnie obtient :\n\n- 1 PM si elle possède au moins 1 butin.\n- 1 PM si elle a plus de butin que son rival.\n- 1 PM si son rival n'a pas de butin.\n\nFin de la partie\n\nLe jeu se termine à la fin du tour 3.\n\nButin\n\nLes marqueurs d'objectifs sont utilisés pour représenter le butin.\n\nIls utilisent les règles suivantes au lieu de celles du livre de règles :\n\n- Une unité adjacente à un marqueur d'objectif peut se stresser pour le ramasser (en le plaçant sur sa carte de profil).\n- Les unités peuvent traverser un marqueur d'objectif mais ne peuvent pas terminer leur mouvement sur un tel marqueur.\n- Les unités ne peuvent pas ramasser les marqueurs d'objectif de la couleur de leur rival.\n- Les unités ne peuvent pas porter plus d'un marqueur d'objectif en même temps.\n- Lorsqu'une unité transportant un butin est détruite, la compagnie qui la contrôle place le butin à côté de son chef avant de la retirer du champ de bataille. Si l'unité a rejoint un personnage officier, elle peut à la place donner le butin au personnage.\n- Lorsqu'une unité transportant du butin est démoralisée, elle place le marqueur d'objectif adjacent à son chef avant de fuir.\n- Si un personnage quitte une unité transportant un butin, il peut choisir de prendre le butin ou de le laisser dans l'unité."
    },
    "Quadrants": {
      "es": "Rondas\n\nCada ronda tiene una duración de 5 turnos.\n\nPuntuación\n\nAl final de cada ronda, cada compañía obtiene\n\n- 2 MP si controlan más cuadrantes que su rival.\n- 1 MP si controlan la misma cantidad de cuadrantes que su rival.\n- 1 PM si controlan al menos 1 cuadrante adyacente a la zona de despliegue de su rival.\n\nFin de la partida\n\nLa partida termina al final de la 3ª ronda.\n\nDominio estratégico\n\n- Todas las unidades que no estén desmoralizadas ven aumentado en 1 su valor de conquista.\n- Los modificadores del valor de conquista (procedentes de habilidades y efectos) no se incrementan.\n\nCuadrantes\n\nEl campo de batalla (sin incluir las zonas de despliegue) se divide en cuatro cuadrantes, que pueden controlarse como si fueran objetivos, aunque no se utilizan marcadores de objetivo.\n\nLas unidades pueden disputar el control de un cuadrante si su líder está dentro del cuadrante (un líder cuya base esté en contacto con más de un cuadrante no está dentro de ningún cuadrante, por lo que su unidad no puede controlar ni disputar ningún cuadrante).\n\nAunque no se utilizan marcadores de objetivo, se coloca un marcador de conquista en cada cuadrante para indicar qué compañía lo controla.",
      "fr": "Rondes\n\nChaque round a une durée de 5 tours.\n\nScore\n\nÀ la fin de chaque tour, chaque compagnie obtient :\n\n- 2 PM si elle contrôle plus de quadrants que son rival.\n- 1 PM si elle contrôle le même nombre de quadrants que son rival.\n- 1 PM si elle contrôle au moins 1 quadrant adjacent à la zone de déploiement de son rival.\n\nFin de la partie\n\nLa partie se termine à la fin du tour 3.\n\nDomaine stratégique\n\n- Toutes les unités qui ne sont pas démoralisées voient leur valeur de conquête augmenter de 1.\n- Les modificateurs de la valeur de conquête (des compétences et des effets) ne sont pas augmentés.\n\nQuadrants\n\nLe champ de bataille (hors zones de déploiement) est divisé en quatre quadrants, qui peuvent être contrôlés comme s'il s'agissait d'objectifs, bien qu'aucun marqueur d'objectif ne soit utilisé.\n\nLes unités peuvent contester le contrôle d'un quadrant si leur chef se trouve dans le quadrant (un chef dont la base est en contact avec plus d'un quadrant ne se trouve dans aucun quadrant, et son unité ne peut donc contrôler ou contester aucun quadrant).\n\nBien qu'aucun marqueur d'objectif ne soit utilisé, un marqueur de conquête est placé dans chaque quadrant pour indiquer la compagnie qui le contrôle."
    },
    "Battle Lines": {
      "es": "Preparación\n\nColoque 6 marcadores de objetivo en el campo de batalla con los colores indicados en el diagrama.\n\nRondas\n\nCada ronda dura 5 turnos.\n\nPuntuación\n\nAl final de cada ronda, usted obtiene\n- 2 PV por controlar el objetivo de color (A) de su adversario.\n- 1 VP por controlar su objetivo de color (A).\n- 1 VP por controlar cada objetivo neutral (B o C).\n- 1 VP por controlar ambos objetivos neutrales (B y C).\n\nFin de la partida\n\nLa partida termina al final de la ronda 3 o cuando a una de las compañías no le queden unidades en el campo de batalla.\n\nSi tiene más Puntos de Victoria que su adversario al final de la partida, usted gana. Si usted y su adversario tienen el mismo número de Puntos de Victoria, el resultado será un empate.\n\nReglas especiales\n\nEl Cofre de Suministros- Utilice un marcador de objetivo de 30 mm para representar el Cofre de Suministros. Coloque el Cofre de Suministros tal y como indica el Objetivo S en el mapa. El Cofre de Suministros se comporta como un objetivo, pero los jugadores comienzan la partida controlando el cofre de suministros de su color. Mientras controle su Cofre de Suministros, una vez por Ronda después de que se active una unidad, elija otra unidad que se encuentre a 20 zancadas de uno de sus objetivos de color que controle. Esta unidad puede activarse y realizar una sola acción, y no recibe estrés ni una ficha de activación. Si su oponente controla un Cofre de Suministros al final de cualquier ronda, retire el Cofre de Suministros del juego.\n\nEsta misión Homebrew ha sido creada por nuestro miembro de la Comunidad Anthony Pham, alias Viridian",
      "fr": "Préparation\n\nPlacez 6 marqueurs d'objectifs sur le champ de bataille avec les couleurs indiquées dans le diagramme.\n\nRondes\n\nChaque round dure 5 tours.\n\nLe décompte des points\n\nA la fin de chaque tour, vous obtenez :\n- 2 PV pour avoir contrôlé l'objectif de couleur (A) de votre adversaire.\n- 1 PV pour le contrôle de votre objectif de couleur (A).\n- 1 PV pour le contrôle de chaque objectif neutre (B ou C).\n- 1 PV pour le contrôle des deux objectifs neutres (B et C).\n\nFin de la partie\n\nLa partie se termine à la fin du troisième tour ou lorsque l'une des compagnies n'a plus d'unités sur le champ de bataille.\n\nSi vous avez plus de points de victoire que votre adversaire à la fin de la partie, vous gagnez. Si vous et votre adversaire avez le même nombre de points de victoire, il y a égalité.\n\nRègles spéciales\n\nLe coffre de ravitaillement - Utilisez un marqueur d'objectif de 30 mm pour représenter le coffre de ravitaillement. Placez le coffre de ravitaillement comme indiqué par l'objectif S sur la carte. Le coffre de ravitaillement se comporte comme un objectif, mais les joueurs commencent la partie en contrôlant le coffre de ravitaillement de leur couleur. Pendant que vous contrôlez votre coffre de ravitaillement, une fois par round après l'activation d'une unité, choisissez une autre unité à moins de 20 pas de l'un des objectifs de votre couleur que vous contrôlez. Cette unité ne peut s'activer et effectuer qu'une seule action, et elle ne reçoit pas de stress ni de jeton d'activation. Si votre adversaire contrôle un coffre de ravitaillement à la fin d'un round, retirez le coffre de ravitaillement du jeu.\n\nCette mission Homebrew a été créée par notre membre de la communauté Anthony Pham, alias Viridian."
    },
    "Breached Front": {
      "es": "Preparación\n\nColoque 4 marcadores de objetivo en el campo de batalla con los colores indicados en el diagrama.\n\nRondas\n\nCada ronda dura 5 turnos.\n\nPuntuación\n\nAl final de cada ronda, se obtienen\n- 2 VP por controlar el objetivo neutral del centro (1).\n- 1 VP por controlar el objetivo neutral este (2).\n- 1 VP por controlar su objetivo de color\n- 1 VP por controlar el objetivo de color de su adversario\n\nFin de la partida\n\nLa partida termina al final de la ronda 3 o cuando a una de las compañías no le queden unidades en el campo de batalla. Si tiene más Puntos de Victoria que su adversario al final de la partida, usted gana. Si usted y su adversario tienen el mismo número de Puntos de Victoria, el resultado será un empate.\n\nEsta misión Homebrew fue creada por nuestro miembro de la Comunidad Anthony Pham, alias Viridian",
      "fr": "Préparation\n\nPlacez 4 marqueurs d'objectifs sur le champ de bataille avec les couleurs indiquées dans le diagramme.\n\nRondes\n\nChaque round dure 5 tours.\n\nLe décompte des points\n\nA la fin de chaque tour, vous obtenez :\n- 2 PV pour le contrôle de l'objectif neutre central (1).\n- 1 PV pour le contrôle de l'objectif neutre de l'Est (2).\n- 1 PV pour le contrôle de votre objectif de couleur\n- 1 PV pour le contrôle de l'objectif de couleur de votre adversaire\n\nFin de la partie\n\nLa partie se termine à la fin du troisième tour ou lorsque l'une des compagnies n'a plus d'unités sur le champ de bataille. Si vous avez plus de points de victoire que votre adversaire à la fin de la partie, vous gagnez. Si vous et votre adversaire avez le même nombre de points de victoire, il y a égalité.\n\nCette mission Homebrew a été créée par notre membre de la communauté Anthony Pham, alias Viridian."
    },
    "Ghosts from the Mist": {
      "es": "Preparación\n\nColoque 4 fantasmas de niebla (representados por marcadores de objetivo genéricos) en la línea central del campo de batalla, coloque también 2 marcadores de objetivo de color en cada mitad del campo de batalla como se muestra en el diagrama.\nColoque un marcador de evento en la posición 2 de un cuadrante.\n\nRondas\n\nCada ronda dura 4 turnos\n\nEvento\n\nCuando se activa el evento haga lo siguiente:\n\nEmpezando por el jugador que tenga la iniciativa, quien controle marcadores fantasma de niebla puede colocarlos a 5 zancadas de su posición actual.\nSi el marcador fantasma de niebla que controla el jugador se coloca ajustado a la unidad enemiga- esa unidad debe tirar tirada de defensa en **** y recibe tanto daño como * no se bloquee.\nSi el marcador fantasma de niebla que controla el jugador se coloca ajustado a la unidad aliada- esa unidad puede eliminar 1 estrés.\nAvanza la ficha de evento 2 posiciones en el contador de turnos.\n\nPuntuación\n\nAl final de cada ronda se puntúa:\n\n- 1 VP si hay más fantasmas de la niebla en la mitad del tablero del adversario que en su lado del tablero.\n- 1 VP si controla 3 fantasmas de la niebla o más\n- 1 VP si controla al menos 1 fantasma de la niebla\n- 3 VP si el fantasma de niebla bajo su control está a menos de 3 del marcador de objetivo de su color por cada marcador de fantasma de niebla a menos de 3 del marcador de objetivo de su color. Después de anotar PV de esta manera, retire del juego cada marcador de fantasma de niebla bajo su control que esté a menos de 3 del marcador de objetivo de su color.\n\nFin de la partida\n\nLa partida termina al final de la 3ª ronda o cuando a una compañía no le queden unidades en el campo de batalla.\n\nEsta misión Homebrew fue creada por nuestro miembro de la Comunidad Vladimir Sagalov alias FinalForm",
      "fr": "Préparation\n\nPlacez 4 fantômes de brouillard (représentés par des marqueurs d'objectifs génériques) au centre du champ de bataille, ainsi que 2 marqueurs d'objectifs colorés sur chaque moitié du champ de bataille, comme indiqué dans le diagramme.\nPlacez un marqueur d'événement sur la position 2 d'un cadran.\n\nRondes\n\nChaque round dure 4 tours\n\nÉvénement\n\nLorsque l'événement est activé, effectuez les actions suivantes :\n\nEn commençant par le joueur qui a l'initiative, celui qui contrôle les marqueurs de fantômes de brume peut les placer à 5 pas de sa position actuelle.\nSi le marqueur de fantômes de brume contrôlé par le joueur est placé face à une unité ennemie, cette unité doit effectuer un jet de défense sur **** et subit autant de dégâts qu'elle n'est pas bloquée.\nSi le marqueur de brouillard est placé sur une unité alliée, cette unité peut se libérer d'un stress.\nAvancez le pion événement de 2 positions sur le compteur de tour.\n\nScore\n\nA la fin de chaque tour, vous marquez des points :\n\n- 1 PV si plus de fantômes de brume se trouvent sur la moitié du plateau de l'adversaire que sur votre côté du plateau.\n- 1 PV si vous contrôlez 3 fantômes de brume ou plus.\n- 1 PV si vous contrôlez au moins 1 fantôme de brume\n- 3 PV si le fantôme de brume que vous contrôlez se trouve à moins de 3 du marqueur d'objectif de votre couleur pour chaque marqueur de fantôme de brume se trouvant à moins de 3 du marqueur d'objectif de votre couleur. Après avoir marqué des PV de cette façon, retirez du jeu tous les marqueurs de fantômes de brume que vous contrôlez et qui se trouvent à moins de 3 du marqueur d'objectif de votre couleur.\n\nFin de la partie\n\nLa partie se termine à la fin du troisième tour ou lorsqu'une compagnie n'a plus d'unités sur le champ de bataille.\n\nCette mission Homebrew a été créée par notre membre de la communauté Vladimir Sagalov alias FinalForm."
    },
    "Sacred Land": {
      "es": "Preparación\n\nColoque 2 altares sagrados y 3 altares menores marcadores objetivos como se muestra en el diagrama.\n\nRondas\n\nLa primera ronda dura 2 turnos, la segunda ronda dura 3 turnos, la tercera ronda dura 4 turnos y la cuarta ronda dura 5 turnos.\n\nOraciones y ofrendas\n\nEn esta misión cualquier unidad puede utilizar la acción simple especial Rezar y la habilidad de mando especial Ofrenda de la Deidad\n\nRezar: cuando su unidad se encuentre a menos de 3 del altar menor, puede utilizar esta acción. Marque la unidad que realizó esta acción con una ficha de Oración, obtiene +1 a la característica de conquista hasta el final de la partida. Esta acción puede utilizarse varias veces, para obtener varios +1 a la conquista.\n\nOfrenda de la deidad: cuando su unidad se encuentre a menos de 3 del altar sagrado, puede utilizar esta habilidad de mando durante la activación de la unidad.\n\nPuntuación\n\nAl final de cada ronda se puntúa:\n\n- 1 PV si controla 2 o más altares menores\n- 1 VP si controla 1 o más altares sagrados\n- 1 VP si una o más de sus unidades con ficha de Oración están a menos de 3 de altar menor\n- 2 VP si una o más de sus unidades con ficha de Oración están a menos de 3 del altar sagrado y tienen característica de Alto mando o característica de Hechicero\n- 3 VP si utilizó Ofrenda de Deidad en ambos altares sagrados. Puede anotar estos 3 VP sólo una vez por partida.\n\nFin de la partida\n\nLa partida termina al final de la ronda 4 o cuando a una compañía no le queden unidades en el campo de batalla.\n\nEsta misión Homebrew fue creada por nuestro miembro de la Comunidad Vladimir Sagalov alias FinalForm",
      "fr": "Préparation\n\nPlacez 2 autels sacrés et 3 autels mineurs comme indiqué sur le schéma.\n\nRondes\n\nLe premier tour dure 2 tours, le deuxième tour dure 3 tours, le troisième tour dure 4 tours et le quatrième tour dure 5 tours.\n\nPrières et offrandes\n\nAu cours de cette mission, toute unité peut utiliser l'action simple spéciale Prier et la capacité de commandement spéciale Offrande de la divinité.\n\nPrière : lorsque votre unité se trouve à moins de 3 de l'autel mineur, vous pouvez utiliser cette action. Marquez l'unité qui a fait cette action avec un jeton Prière, elle obtient +1 à la caractéristique de conquête jusqu'à la fin de la partie. Cette action peut être utilisée plusieurs fois, pour obtenir plusieurs +1 à la conquête.\n\nOffrande de la divinité : lorsque votre unité se trouve à moins de 3 de l'autel sacré, vous pouvez utiliser cette capacité de commandement pendant l'activation de l'unité.\n\nScore\n\nÀ la fin de chaque round, vous marquez des points :\n\n- 1 PV si vous contrôlez 2 autels mineurs ou plus\n- 1 PV si vous contrôlez 1 ou plusieurs autels sacrés\n- 1 PV si une ou plusieurs de vos unités avec le jeton Prière se trouve à moins de 3 de l'autel inférieur\n- 2 PV si une ou plusieurs de vos unités avec le jeton Prière sont à moins de 3 de l'autel sacré et qu'elles ont la caractéristique Haut commandement ou Sorcier\n- 3 PV si vous avez utilisé l'Offrande de la divinité sur les deux autels sacrés. Vous ne pouvez marquer ces 3 PV qu'une seule fois par partie.\n\nFin de la partie\n\nLa partie se termine à la fin du tour 4 ou lorsqu'une compagnie n'a plus d'unités sur le champ de bataille.\n\nCette mission Homebrew a été créée par notre membre de la communauté Vladimir Sagalov alias FinalForm."
    },
    "Rescue Mission": {
      "es": "Preparación\n\nColoque 6 marcadores de camarada caído (representados por marcadores de objetivo de color) como se muestra en el diagrama.\nColoque un marcador de suceso en la posición 5 del cuadrante.\n\nRondas\n\nCada ronda dura 4 turnos\n\nEvento\n\nCuando se activa el evento haga lo siguiente:\n\nSustituya todos los marcadores de camarada caído por marcadores de vistas lúgubres (representados por marcadores de objetivo del mismo color).\n\nRetire el marcador de evento de la esfera.\n\nRescate de heridos\n\nEn esta misión cualquier unidad puede utilizar la acción simple especial Asegurar la supervivencia: cuando su unidad esté a menos de 3 del marcador de camarada caído de su color - puede utilizar esta acción.\nPuede elegir colocar una ficha de Superviviente en esta unidad o en cualquier unidad aliada a menos de 8. Puede recuperar 1 modelo de soldado en esa unidad. Retire del juego ese marcador de camarada caído.\n\nSi la unidad con la ficha de superviviente es destruida - descarte la ficha de superviviente.\nSi un oficial o un apoyo abandona la unidad, puede elegir cuál de ellos conserva la ficha de superviviente.\n\nVengar a los caídos\n\nEn esta misión después de que su unidad inflija cualquier cantidad de daño a una unidad enemiga- coloque 1 ficha de venganza en esa unidad (puede representarlo con dados d6)\nSi su unidad destruye una unidad enemiga- coloque 3 fichas de venganza sobre esa unidad en su lugar. Su unidad nunca puede tener más de 6 fichas de venganza. Si tiene que colocar un exceso de fichas de venganza en una unidad- descártelas para que no haya más de 6 fichas de venganza en su unidad.\nLa unidad puede repetir el número de dados en sus tiradas de ataque hasta el número de fichas de venganza que tenga.\n\nPuntuación\n\nAl final de cada ronda se puntúa:\n\n- 1 VP por cada ficha de Camarada caído que controle.\n- 1 VP por cada ficha de superviviente en sus unidades que estén en el campo de batalla y no estén implicadas.\n- 1 VP por cada 2 fichas de Venganza en sus unidades a menos de 3 de los marcadores de Miradas lúgubres de su color. Después de anotar PV de esta manera, retire todas las fichas de venganza de sus unidades dentro de un radio de 3 de los marcadores de miras lúgubres de su color.\n\nFin de la partida\n\nLa partida termina al final de la 3ª ronda o cuando a una compañía no le queden unidades en el campo de batalla.\n\nEsta misión Homebrew fue creada por nuestro miembro de la Comunidad Vladimir Sagalov alias FinalForm",
      "fr": "Préparation\n\nPlacez 6 marqueurs de camarades tombés au combat (représentés par des marqueurs d'objectifs colorés) comme indiqué dans le diagramme.\nPlacez un marqueur d'événement sur la position 5 d'un cadran.\n\nTours\n\nChaque tour dure 4 tours\n\nÉvénement\n\nLorsque l'événement est activé, effectuez les actions suivantes :\n\nRemplacez tous les marqueurs Camarade tombé au combat par des marqueurs Mire endeuillée (représentés par des marqueurs d'objectif de la même couleur).\n\nRetirez le marqueur d'événement du cadran.\n\nSauvetage des blessés\n\nAu cours de cette mission, n'importe quelle unité peut utiliser une action simple spéciale Assurer la survie : lorsque votre unité se trouve à moins de 3 du marqueur Camarade tombé au combat de votre couleur - vous pouvez utiliser cette action.\nVous pouvez choisir de placer un jeton Survivant sur cette unité ou sur une unité alliée dans un rayon de 8. Vous pouvez récupérer 1 figurine de soldat dans cette unité. Retirez ce marqueur de camarade tombé au combat du jeu.\n\nSi l'unité avec le jeton Survivant est détruite - défaussez le jeton Survivant.\nSi un officier ou un soutien quitte l'unité, vous pouvez choisir lequel d'entre eux conserve le jeton Survivor.\n\nVenger les morts\n\nDans cette mission, après que votre unité ait infligé un certain nombre de dégâts à une unité ennemie, placez 1 jeton de vengeance sur cette unité (vous pouvez le représenter par un dé d6).\nSi votre unité détruit une unité ennemie, placez 3 jetons de vengeance sur cette unité. Votre unité ne peut jamais avoir plus de 6 jetons de vengeance. Si vous devez placer un nombre excessif de jetons de vengeance sur une unité, défaussez-les pour qu'il n'y ait pas plus de 6 jetons de vengeance sur votre unité.\nL'unité peut répéter le nombre de dés sur ses jets d'attaque jusqu'au nombre de jetons de vengeance sur elle.\n\nScore\n\nÀ la fin de chaque round, vous marquez des points :\n\n- 1 PV pour chaque jeton Camarade tombé au combat que vous contrôlez\n- 1 PV pour chaque jeton Survivant sur vos unités qui sont sur le champ de bataille et qui ne sont pas engagées.\n- 1 PV pour chaque 2 jetons vengeance sur vos unités à moins de 3 des marqueurs de vues endeuillées de votre couleur. Après avoir marqué des PV de cette façon, retirez tous les jetons de vengeance de vos unités dans un rayon de 3 des marqueurs de vue endeuillée de votre couleur.\n\nFin de la partie\n\nLa partie se termine à la fin du troisième tour ou lorsqu'une compagnie n'a plus d'unités sur le champ de bataille.\n\nCette mission Homebrew a été créée par notre membre de la communauté Vladimir Sagalov alias FinalForm."
    }
  }
}